Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: { -brand-name-firefox } is a fast and open source browser, which means users can customize their browsing experience in every way possible. { -brand-name-firefox } also allows the casual user several different ways to customize the UI with applying different themes and toolbar configurations. Since our browser has always been open source, we have a large following of devoted developers who have created an extensive library of add-ons and browser extensions.
am: { -brand-name-firefox } ፈጣን እና ክፍት ምንጭ አሳሽ ነው፣ ይህ ማለት ተጠቃሚዎች በማንኛውም መንገድ የአሰሳ ልምዳቸውን ማበጀት ይችላሉ። { -brand-name-firefox } እንዲሁ ተራ ተጠቃሚ የተለያዩ ገጽታዎችን እና የመሳሪያ አሞሌን ውቅሮችን በመተግበር UInን ለማበጀት በተለያዩ መንገዶች ይፈቅዳል። የእኛ አሳሽ ሁል ጊዜ ክፍት ምንጭ በመሆኑ፣ ተጨማሪዎችን እና አሳሽ ቅጥያዎችን ሰፊ ቤተ-መተግበሪያዎች የፈጠሩ ብዙ ታማኝ ገንቢዎች አሉን።

source: { -brand-name-firefox } is available on all your devices; take your tabs, history and bookmarks with you. All you need is a <a { $attrs }>{ -brand-name-firefox } account</a>.
am: { -brand-name-firefox } በሁሉም መሳሪያዎችዎ ላይ ይገኛል። የእርስዎን ትሮች፣ ታሪክ እና እልባቶችን ከእርስዎ ጋር ይውሰዱ። የሚያስፈልግዎ <a { $attrs }>{ -brand-name-firefox } መለያ</a> ብቻ ነው።

source: { -brand-name-firefox } is a whole family of products designed to keep you safer and smarter online.
am: { -brand-name-firefox } እርስዎን በመስመር ላይ የበለጠ ደህንነቱ የተጠበቀ እና ብልህ እንዲሆኑ ለማድረግ የተነደፉ ሙሉ ምርቶች ቤተሰብ ነው።

source: { -brand-name-firefox } is backed by the not-for-profit { -brand-name-mozilla }.
am: { -brand-name-firefox } ለትርፍ በማይሰራው { -brand-name-mozilla } ይደገፋል።

source: { -brand-name-firefox } is independent and backed by the not-for-profit { -brand-name-mozilla }, which fights for your online rights and makes the internet accessible to everyone, everywhere.
am: { -brand-name-firefox } ራሱን የቻለ እና ለትርፍ በማይሰራው { -brand-name-mozilla } የሚደገፍ ነው፣ እሱም ለመስመር ላይ መብቶችዎ የሚታገል እና በይነመረብ ለሁሉም ሰው በሁሉም ቦታ ተደራሽ የሚያደርግ ነው።

source: { -brand-name-firefox } is more than a browser
am: { -brand-name-firefox } ከአሳሽ በላይ ነው

source: { -brand-name-firefox } is offering something new to keep you safe: <a href="{ $monitor }">{ -brand-name-firefox-monitor }</a>. It’s a free service that will alert you if there are any public hacks on your accounts and let you know if your accounts got hacked in the past. Another neat feature is the Green Lock. It looks like a small green icon at the top left side of the browser window. If you’re on { -brand-name-firefox } and see the green lock, it means the website is encrypted and secure. If the lock is grey, you might want to think twice about entering any sensitive information.
am: { -brand-name-firefox } ደህንነትዎን ለመጠበቅ አዲስ ነገርም አቅርቧል: <a href="{ $monitor }">{ -brand-name-firefox-monitor }</a>። በመለያዎት ላይ ማንኛውም የመረጃ መጠለፍ ካሉ የሚያሳውቅዎት እና መለያዎት ከዚህ በፊት ተጠልፎ እንደሆነ የሚያሳውቅዎት ነፃ አገልግሎት ነው፡፡ ሌላው ምርጥ ገጽታው ደግሞ አረንጓዴ ቁልፍ ነው። በድረ-ገፅ ማሰሻው መስኮት የላይኛው የግራ ክፍል ላይ ትንሽ አረንጓዴ ቁልፍ ይመስላል። { -brand-name-firefox } ላይ ከሆኑ እና አረንጓዴውን ቆልፍ የሚያዩ ከሆነ ፤ ድረ-ገፁ የተመሰጠረ እና ደህንነቱ የተጠበቀ ነው ማለት ነው። መቆለፊያው ግራጫ ከሆነ፤ ማንኛውንም ሚስጥራዊነት ያለው መረጃ ስለማስገባት ከመወሰንዎ በፊት ሁለት ጊዜ ማሰብ ይኖርብዎታል።

source: { -brand-name-firefox } is <strong>more</strong> than a browser
am: { -brand-name-firefox } ከአሳሽም <strong>በላይ</strong> ነው

source: { -brand-name-firefox } is technology that fights for you.
am: { -brand-name-firefox } ለእርስዎ የሚዋጋ ቴክኖሎጂ ነው።

source: { -brand-name-firefox } mobile adapts to you and makes it easier than ever to see all your open tabs, past searches, and favorite sites.
am: { -brand-name-firefox } ስልክ ለእርስዎ ይስማማል እና ሁሉንም ክፍት ትሮችዎን ፣ ያለፉ ፍለጋዎችዎን እና ተወዳጅ ጣቢያዎችዎን ለማየት ከመቼውም ጊዜ በበለጠ ቀላል ያደርገዋል።

source: { -brand-name-firefox } Playground
am: { -brand-name-firefox } የመጫወቻ ሜዳ

source: { -brand-name-firefox-private-network } (beta)
am: { -brand-name-firefox-private-network } (ቤታ)

source: { -brand-name-firefox } puts your privacy first — in everything we make and do. We believe you have the right to decide how and with whom you share your personal information. { -brand-name-firefox } collects as little data as possible and never sells it. The little data we do collect is only used to make products and features better. No secrets. But a lot of transparency and real privacy.
am: { -brand-name-firefox } የእርስዎን ግላዊነት ያስቀድማል - በምንሰራው እና በምናደርገው ነገር ሁሉ። የግል መረጃዎን እንዴት እና ከማን ጋር እንደሚያጋሩ የመወሰን መብት እንዳለዎት እናምናለን። { -brand-name-firefox } በተቻለ መጠን ትንሽ ውሂብ ይሰበስባል እና በጭራሽ አይሸጥም። የምንሰበስበው ትንሽ መረጃ ምርቶችን እና ባህሪያትን የተሻሉ ለማድረግ ብቻ ነው የምንጠቀመው። ምንም ሚስጥሮች የሉም። ግን ብዙ ግልጽነት እና እውነተኛ ግላዊነት።

source: { -brand-name-firefox-quantum } was a revolution in { -brand-name-firefox } development. In 2017, we created a new, lightning fast browser that constantly improves. { -brand-name-firefox-quantum } is the { -brand-name-firefox-browser }.
am: { -brand-name-firefox-quantum } በ{ -brand-name-firefox } ልማት ውስጥ አብዮት ነበር። እ.ኤ.አ. በ 2017 ፣ በየጊዜው የሚሻሻል አዲስ ፣ እንደ መብረቅ ፈጣን አሳሽ ፈጠርን። { -brand-name-firefox-quantum } { -brand-name-firefox-browser } ነው።

source: { -brand-name-firefox }: Rebel with a cause
am: { -brand-name-firefox }:- ለዓላማ የሚታገሉ

source: { -brand-name-firefox-relay } (beta)
am: { -brand-name-firefox-relay } (ቤታ)

source: { -brand-name-firefox }’s <a { $attrs }>privacy policy</a> is very transparent in describing what personal information we collect with the only end goal being to give you greater control over the information you share online.
am: የ{ -brand-name-firefox } <a { $attrs }>የግላዊነት መመሪያ</a> በመስመር ላይ በሚያጋሩት መረጃ ላይ የበለጠ ቁጥጥር ለማድረግ ብቸኛው የመጨረሻ ግብ ምን አይነት የግል መረጃ እንደምንሰበስብ ለመግለፅ በጣም ግልፅ ነው። .

source: { -brand-name-firefox } vs. { -brand-name-brave }: Which is the better browser for you?
am: ከ{ -brand-name-firefox } እና { -brand-name-brave }፡ የትኛው ነው ለእርስዎ የተሻለው አሳሽ?

source: { -brand-name-firefox } vs. { -brand-name-chrome }: Which is better?
am: ከ{ -brand-name-firefox } እና { -brand-name-chrome }:- የትኛው የተሻለ ነው?

source: { -brand-name-firefox } vs. { -brand-name-microsoft } { -brand-name-edge }: Which is the better browser for you?
am: ከ{ -brand-name-firefox } እና { -brand-name-microsoft } { -brand-name-edge }፡- የትኛው ነው ለእርስዎ የተሻለው አሳሽ?

source: { -brand-name-firefox } vs. { -brand-name-opera }: Which is the better browser for you?
am: ከ{ -brand-name-firefox } እና { -brand-name-opera }፡- የትኛው ነው ለእርስዎ የተሻለው አሳሽ?

source: { -brand-name-firefox } vs. { -brand-name-safari }: Which is the better browser for you?
am: ከ{ -brand-name-firefox } እና { -brand-name-safari }፡- የትኛው ነው ለእርስዎ የተሻለው አሳሽ?

source: { -brand-name-firefox } will be pinned to the { -brand-name-windows } taskbar after installation
am: { -brand-name-firefox } ከተጫነ በኋላ በ{ -brand-name-windows } የተግባር አሞሌ ላይ ይሰካል።

source: { -brand-name-google } { -brand-name-chrome } is by all accounts a secure browser, with features like { -brand-name-google } Safe Browsing, which helps protect users by displaying an impossible-to-miss warning when they attempt to navigate to dangerous sites or download dangerous files.
am: { -brand-name-google } { -brand-name-chrome } በሁሉም መለያዎች ደህንነቱ የተጠበቀ አሳሽ ነው፣እንደ { -brand-name-google } ያሉ ባህሪያት ያለው ደህንነቱ የተጠበቀ አሰሳ ነው፣ ይህም ሊያመልጠው የማይችለውን በማሳየት ተጠቃሚዎችን ወደ አደገኛ ጣቢያዎች ለመሄድ ሲሞክሩ ወይም አደገኛ ፋይሎችን ሲያወርዱ ማስጠንቀቂያ ለመስጠት ይረዳል።

source: { -brand-name-ios } Support
am: { -brand-name-ios } ድጋፍ

source: { -brand-name-mozilla } <a href="{ $url }">no longer provides security updates</a> on { -brand-name-windows } { -brand-name-xp } or { -brand-name-vista }, but you can still use { -brand-name-firefox }.
am: { -brand-name-mozilla } በ{ -brand-name-windows } { -brand-name-xp } ወይም { -brand-name-vista }ላይ <a href="{ $url }">ከአሁን በኋላ የደህንነት ማሻሻያዎችን አያቀርብም</a>፣ ነገር ግን አሁንም { -brand-name-firefox }ን መጠቀም ይችላሉ።

source: { -brand-name-mozilla } also celebrated its 15th anniversary in 2013.
am: { -brand-name-mozilla } በ2013 15ኛ አመቱን አክብሯል።

source: { -brand-name-mozilla } Blog
am: { -brand-name-mozilla } ጦማር

source: { -brand-name-mozilla } Bookmarks
am: { -brand-name-mozilla } ዕልባቶች

source: { -brand-name-mozilla } brings { -brand-name-firefox } to augmented and virtual reality.
am: { -brand-name-mozilla } { -brand-name-firefox }ን ወደ ተጨመረ እና ምናባዊ እውነታ ያመጣል።

source: { -brand-name-mozilla } brings virtual and augmented reality to the open web.
am: { -brand-name-mozilla } ምናባዊ እና የተሻሻለ እውነታን ወደ ክፍት ድር ያመጣል።

source: { -brand-name-mozilla } Careers
am: { -brand-name-mozilla } ሙያዎች

source: { -brand-name-mozilla } Digital Memory Bank
am: { -brand-name-mozilla } ዲጂታል ትውስት ባንክ

source: { -brand-name-mozilla } has a dedicated team of volunteers to help with whatever issues you may be experiencing.
am: { -brand-name-mozilla } በሚያጋጥምዎት ማናቸውም ጉዳዮች ላይ ለመርዳት ራሱን የቻለ የበጎ ፈቃደኞች ቡድን አለው።

source: { -brand-name-mozilla } Information Trust Initiative
am: { -brand-name-mozilla } የመረጃ እምነት ተነሳሽነት

source: { -brand-name-mozilla } is a non-profit organization working to ensure the internet is open and welcoming to all. And we need your help. By joining our community, you can help drive innovation, enhance accountability and trust and make the internet a better place for everyone.
am: { -brand-name-mozilla } በይነመረብ ክፍት እና ለሁሉም ሰው የሚስማማ መሆኑን ለማረጋገጥ የሚሰራ ለትርፍ ያልተቋቋመ ድርጅት ነው። እና የእርስዎን እርዳታ እንፈልጋለን። ማህበረሰባችንን በመቀላቀል ፈጠራን ማገዝ፣ ተጠያቂነትን ማጎልበት እና መተማመን እና በይነመረብ ለሁሉም ሰው የተሻለ ቦታ ማድረግ ይችላሉ።

source: { -brand-name-mozilla } is the not-for-profit behind { -brand-name-firefox }, the original alternative browser. We create products and policy to keep the internet in service of people, not profit.
am: { -brand-name-mozilla } ከመጀመሪያው አማራጭ አሳሽ { -brand-name-firefox } በስተጀርባ ያለ ለትርፍ ያልተቋቋመ ድርጅት ነው። እኛ ምርትን እና መመሪያን የምንፈጥረው በይነመረቡን ለሰዎች አገልግሎት እንዲውል እንጂ ለትርፍ አይደለም።

source: { -brand-name-mozilla } Manifesto
am: { -brand-name-mozilla } ማኒፌስቶ

source: { -brand-name-mozilla } Mixed Reality
am: { -brand-name-mozilla } የተቀላቀለ እውነታ

source: { -brand-name-mozilla } Open Source Support (MOSS)
am: { -brand-name-mozilla } የክፍት ምንጭ ድጋፍ (MOSS)

source: { -brand-name-mozilla } Support
am: { -brand-name-mozilla } ድጋፍ

source: { -brand-name-mozilla-vpn }: Fast. Simple. Private.
am: { -brand-name-mozilla-vpn }፡ ፈጣን። ቀላል። የግል።

source: { -brand-name-mozilla-vpn } offers safe and secure protection for all major operating systems.
am: { -brand-name-mozilla-vpn } ለሁሉም ዋና ስርዓተ ክወናዎች ደህንነቱ የተጠበቀ እና አስተማማኝ ጥበቃ ያቀርባል።

source: { -brand-name-mozilla } will continue to provide an opportunity for people to make their voices heard and to shape their own online lives.
am: { -brand-name-mozilla } ሰዎች ድምፃቸውን እንዲያሰሙ እና የመስመር ላይ ሕይወታቸውን እንዲቀርጹ እድል መስጠቱን ይቀጥላል።

source: { -brand-name-nightly } for { -brand-name-android }
am: { -brand-name-nightly } ለ { -brand-name-android }

source: { -brand-name-opera } provides a lot of hidden utility within its simple and manageable interface. For example there’s built-in support for messaging apps, like { -brand-name-facebook } Messenger. There’s also a news reader that aggregates articles from your choice of sites and news outlets. The parallel feature to this on { -brand-name-firefox } is called <a { $attrs }>{ -brand-name-pocket }</a>. { -brand-name-pocket } is a free service for { -brand-name-firefox } account holders that makes it easy to find and save interesting articles and videos from all around the web. In addition, it recommends a variety of articles that expand your knowledge base curated by real, thoughtful humans.
am: { -brand-name-opera } በቀላል እና በሚተዳደር በይነገጽ ውስጥ ብዙ የተደበቀ አገልግሎት ይሰጣል። ለምሳሌ እንደ { -brand-name-facebook } መልእክተኛ ያሉ ለመልእክት መላላኪያ መተግበሪያዎች አብሮ የተሰራ ድጋፍ አለ። ከእርስዎ ምርጫ ጣቢያዎች እና የዜና ማሰራጫዎች ጽሑፎችን የሚያጠቃልል የዜና አንባቢም አለ። በ{ -brand-name-firefox } ላይ ያለው ትይዩ ባህሪ <a { $attrs }>{ -brand-name-pocket }</a> ይባላል። { -brand-name-pocket } ለ{ -brand-name-firefox } መለያ ያዢዎች ነፃ አገልግሎት ሲሆን ይህም አስደሳች መጣጥፎችን እና ቪዲዮዎችን ከመላው ድር ላይ ማግኘት እና ማስቀመጥ ቀላል ያደርገዋል። በተጨማሪም፣ በእውነተኛ እና አሳቢ ሰዎች የተሰበሰቡ የእውቀት መሰረትዎን የሚያሰፉ የተለያዩ መጣጥፎችን ይመክራል።

source: { -brand-name-opera }’s privacy policy lacks some specificity in its explanation of which types of information it collects and how, in certain sections, it says they collect names of account holders, IP addresses and search terms. What seems confusing and troubling is the section about International data transfers; when, how often and why they need to transfer your data internationally is not explained.
am: የ{ -brand-name-opera } የግላዊነት ፖሊሲ የትኞቹን የመረጃ ዓይነቶች እና እንዴት እንደሚሰበስብ በማብራሪያው ላይ የተወሰነ የሚቀረው ነገር አለው። በተወሰኑ ክፍሎች ውስጥ የመለያ ባለቤቶችን ስም፣ የአይፒ አድራሻዎችን እና የፍለጋ ቃላትን እንደሚሰበስቡ ይናገራል። ግራ የሚያጋባ እና የሚያስጨንቅ የሚመስለው ስለ ዓለም አቀፍ የውሂብ ዝውውሮች ክፍል ነው; መቼ፣ ለምን ያህል ጊዜ እና ለምን ውሂብዎን በአለም አቀፍ ደረጃ ማስተላለፍ እንደሚያስፈልጋቸው አልተገለጸም።

source: { -brand-name-opera }’s privacy policy lacks some specificity in its explanation of which types of information it collects and how. In certain sections, it says they collect names of account holders, IP addresses and search terms. What seems confusing and troubling is the section about international data transfers; when, how often and why they need to transfer your data internationally is not explained.
am: የ{ -brand-name-opera } የግላዊነት ፖሊሲ የትኞቹን የመረጃ ዓይነቶች እና እንዴት እንደሚሰበስብ በማብራሪያው ላይ የተወሰነ የሚቀረው ነገር አለው። በተወሰኑ ክፍሎች ውስጥ የመለያ ባለቤቶችን ስም፣ የአይፒ አድራሻዎችን እና የፍለጋ ቃላትን እንደሚሰበስቡ ይናገራል። ግራ የሚያጋባ እና የሚያስጨንቅ የሚመስለው ስለ ዓለም አቀፍ የውሂብ ዝውውሮች ክፍል ነው; መቼ፣ ለምን ያህል ጊዜ እና ለምን ውሂብዎን በአለም አቀፍ ደረጃ ማስተላለፍ እንደሚያስፈልጋቸው አልተገለጸም።

source: { -brand-name-safari } is the pre-installed browser on { -brand-name-mac } and { -brand-name-iphone }. Compare { -brand-name-safari } to the { -brand-name-firefox-browser } to find out which is the better browser for you.
am: { -brand-name-safari } በ{ -brand-name-mac } እና { -brand-name-iphone } ላይ አስቀድሞ የተጫነ አሳሽ ነው። የትኛው ለእርስዎ የተሻለው አሳሽ እንደሆነ ለማወቅ { -brand-name-safari }ን ከ{ -brand-name-firefox-browser } ጋር ያወዳድሩ።

source: { -brand-name-windows } 10/11 (64-bit only)
am: { -brand-name-windows } 10/11 (64-ቢት ብቻ)

source: { -brand-name-wireguard } is a registered trademark of Jason A. Donenfeld
am: { -brand-name-wireguard } የJason A. Donenfeld የንግድ ምልክት ነው

source: Brand Standards
am: የምርት ስም ደረጃዎች

source: Browse faster
am: በፍጥነት ያስሱ

source: Browse freely with { -brand-name-firefox } today.
am: በነጻነት በ{ -brand-name-firefox } ያስሱ።

source: Browser Comparison
am: የአሳሽ ንጽጽር

source: Browser History
am: የአሳሽ ታሪክ

source: Browsers
am: አሳሾች

source: Browsers have come a long way since { -brand-name-chrome } was introduced and took over the market share. Most of the modern browsers have closed the gap on portability and functionality, and in some areas, like speed and privacy, have actually surpassed { -brand-name-chrome }. Still, determining which browser is right for you will always depend on your individual needs and what you value most as you navigate online.
am: { -brand-name-chrome } ከተጀመረ እና የገበያ ድርሻውን ከተረከበ ጀምሮ አሳሾች ረጅም መንገድ ተጉዘዋል። አብዛኛዎቹ ዘመናዊ አሳሾች በተንቀሳቃሽነት እና በተግባራዊነት ላይ ያለውን ክፍተት ዘግተውታል፣ እና በአንዳንድ አካባቢዎች፣ እንደ ፍጥነት እና ግላዊነት፣ በእርግጥ { -brand-name-chrome } በልጠዋል። ያም ሆኖ የትኛው አሳሽ ለእርስዎ ትክክል እንደሆነ መወሰን ሁልጊዜ በግለሰብ ፍላጎቶችዎ እና በመስመር ላይ በሚጓዙበት ጊዜ በጣም ዋጋ በሚሰጡት ላይ ይወሰናል።

source: Browsing History
am: የአሰሳ ታሪክ

source: By 2002, <a href="{ $over90 }">well over 90% of internet users</a> were browsing with { -brand-name-ie }.
am: እ.ኤ.አ. በ2002፣ <a href="{ $over90 }">ከ90% በላይ የሚሆኑ የበይነመረብ ተጠቃሚዎች</a> በ{ -brand-name-ie } ያስሱ ነበር።

source: By creating an open community, the { -brand-name-mozilla } project had become <a href="{ $stevecase }">larger than any one company</a>.
am: ክፍት ማህበረሰብ በመፍጠር የ{ -brand-name-mozilla } ፕሮጀክት <a href="{ $stevecase }">ከማንኛውም ኩባንያ የበለጠ</a> ሆኗል።

source: Careers
am: ሙያዎች

source: Check for breaches
am: ጥሰቶችን ያጣሩ

source: Check for Breaches
am: ጥሰቶችን ያረጋግጡ

source: Check out the Benefits
am: ጥቅሞቹን ይመልከቱ

source: Check out the home for web developer resources.
am: ለድር ገንቢ ግብዓቶች ቤቱን ይመልከቱ።

source: Choose a plan that works for you
am: ለእርስዎ የሚስማማውን እቅድ ይምረጡ

source: Choose a subscription plan that works for you
am: ለእርስዎ የሚስማማውን የአባልነት ምዝገባ እቅድ ይምረጡ

source: Close About menu
am: ስለ ምናሌን ዝጋ

source: Close { -brand-name-firefox-browsers } menu
am: የ{ -brand-name-firefox-browsers } ምናሌን ዝጋ

source: Close { -brand-name-firefox } menu
am: የ{ -brand-name-firefox } ምናሌ ዝጋ

source: Close Browsers menu
am: የአሳሾች ምናሌን ዝጋ

source: Close Developers menu
am: የገንቢዎች ምናሌን ዝጋ

source: Close Innovation menu
am: የፈጠራ ምናሌን ዝጋ

source: Close Join menu
am: የመቀላቀል ምናሌን ዝጋ

source: Close Products menu
am: የምርቶችን ምናሌ ዝጋ

source: Close Projects menu
am: የፕሮጀክቶች ምናሌን ዝጋ

source: Close Who We Are menu
am: ሰለ እኛ ምናሌን ዝጋ

source: Community members got involved and expanded the scope of the project’s <a href="{ $mission }">original mission</a> — instead of just working on { -brand-name-netscape }’s next browser, people started creating <a href="{ $browsers }">a variety of browsers</a>, <a href="{ $bugzilla }">development tools</a> and a range of other <a href="{ $projects }">projects</a>.
am: የማህበረሰቡ አባላት ተሳትፈው የፕሮጀክቱን <a href="{ $mission }">የመጀመሪያው ተልእኮ</a> አድማስ አስፋፉ — በሚቀጥለው የ{ -brand-name-netscape } አሳሽ ላይ ብቻ ከመሥራት ይልቅ ሰዎች መፍጠር ጀመሩ። <a href="{ $browsers }">የተለያዩ አሳሾች</a>፣ <a href="{ $bugzilla }">የልማት መሳሪያዎች</a> እና ሌሎች የ<a href="<a href="{ $projects }">">ፕሮጀክቶች</a>።

source: Community Participation Guidelines
am: የማህበረሰብ ተሳትፎ መመሪያዎች

source: Company
am: ኩባንያ

source: Compare { -brand-name-brave } to the { -brand-name-firefox-browser } to find out which is the better browser for you in terms of privacy, utility and portability.
am: ከግላዊነት፣ መገልገያ እና ተንቀሳቃሽነት አንጻር የትኛው ለእርስዎ የተሻለ እንደሆነ ለማወቅ { -brand-name-brave }ን ከ{ -brand-name-firefox-browser } ጋር ያወዳድሩ።

source: Compare { -brand-name-firefox } to:
am: { -brand-name-firefox }ን ከ፡- አወዳድር፡

source: Compare { -brand-name-microsoft } { -brand-name-edge } to the { -brand-name-firefox-browser } to find out which is the better browser for you.
am: የትኛው ለእርስዎ የተሻለው አሳሽ እንደሆነ ለማወቅ { -brand-name-microsoft } { -brand-name-edge }ን ከ{ -brand-name-firefox-browser } ጋር ያወዳድሩ።

source: Compare { -brand-name-opera } to the { -brand-name-firefox-browser } to find out which is the best browser for you.
am: የትኛው ለእርስዎ በጣም ጥሩው አሳሽ እንደሆነ ለማወቅ { -brand-name-opera }ን ከ{ -brand-name-firefox-browser } ጋር ያወዳድሩ።

source: Compare Mobile Browsers
am: የስልክ አሳሾችን አወዳድር

source: Comparing { -brand-name-firefox-browser } to { -brand-name-brave }
am: { -brand-name-firefox-browser }ን ከ { -brand-name-brave } ጋር በማነጻጸር ላይ

source: Comparing { -brand-name-firefox-browser } with { -brand-name-apple } { -brand-name-safari }
am: { -brand-name-firefox-browser }ን ከ{ -brand-name-apple } { -brand-name-safari } ጋር ማወዳደር

source: Comparing { -brand-name-firefox-browser } with { -brand-name-google } { -brand-name-chrome }
am: { -brand-name-firefox-browser }ን ከ{ -brand-name-google } { -brand-name-chrome } ጋር በማወዳደር ላይ

source: Comparing { -brand-name-firefox-browser } with { -brand-name-microsoft } { -brand-name-edge }
am: { -brand-name-firefox-browser }ን ከ{ -brand-name-microsoft } { -brand-name-edge } ጋር ማወዳደር

source: Comparing { -brand-name-firefox-browser } with { -brand-name-opera }
am: { -brand-name-firefox-browser }ን ከ{ -brand-name-opera } ጋር በማወዳደር

source: Conclusion:
am: ማጠቃለያ፡-

source: Congrats. You now have { -brand-name-firefox-quantum }: { -brand-name-developer-edition }.
am: እንኳን ደስ አለዎት። አሁን { -brand-name-firefox-quantum }: { -brand-name-developer-edition } አለዎት።

source: Congrats. You now have the latest version of { -brand-name-firefox-browser } { -brand-name-developer-edition }.
am: እንኳን ደስ አልዎት። አሁን የቅርብ ጊዜው የ{ -brand-name-firefox-browser } { -brand-name-developer-edition } አለዎት።

source: Congrats! You’re using the latest version of { -brand-name-firefox }.
am: እንኳን ደስ ያለዎ! የቅርብ ጊዜውን የ{ -brand-name-firefox } ስሪት እየተጠቀሙ ነው።

source: Congrats! You’re using the latest version of { -brand-name-firefox-browser }.
am: እንኳን ደስ ያለዎ! የቅርብ ጊዜውን የ{ -brand-name-firefox-browser } ስሪት እየተጠቀሙ ነው።

source: Connected and protected
am: የተገናኘ እና የተጠበቀ

source: Connect to more than { $servers } servers in over { $countries } countries
am: ከ{ $countries } በላይ አገራት ውስጥ ካሉ ከ{ $servers } በላይ አገልጋዮች ጋር ይገናኙ

source: Connect up to { $devices } devices
am: እስከ { $devices } መሳሪያዎች ድረስ ያገናኙ

source: Contribute to the { -brand-name-mozilla } codebase
am: ለ{ -brand-name-mozilla } codebase ያበርክቱ

source: Convenient Features
am: ምቹ ባህሪዎች

source: Corporate Blog
am: የድርጅት ብሎግ

source: Create account
am: መለያ ይፍጠሩ

source: Customization of UI elements and themes have been a favorite feature of { -brand-name-firefox } users for years and our avid community of developers have created a <a { $addons }>vast library</a> of open source add-ons and extensions allowing for even more personalization and functionality. Features that come with { -brand-name-firefox } when you download include our powerful <a { $screenshot }>screenshots tool</a>, accessibility features and integration with <a { $pocket }>{ -brand-name-pocket }</a> — a resource that lets users quickly save an article for later reading on any device.
am: የUI አባሎችን እና ገጽታዎችን ማበጀት የ{ -brand-name-firefox } ተጠቃሚዎች ለዓመታት ተወዳጅ ባህሪ ነው እና የእኛ ጉጉ የገንቢዎች ማህበረሰቦች ክፍት ምንጭ ተጨማሪ <a { $addons }>ትልቅ ቤተ-መጽሐፍት</a> ፈጥረዋል- ለበለጠ ግላዊነት ማላበስ እና ተግባራዊነት የሚፈቅዱ add-ons እና ቅጥያዎች። ሲያወርዱ ከ{ -brand-name-firefox } ጋር አብረው የሚመጡ ባህሪያት የእኛን ኃይለኛ <a { $screenshot }>የቅጽበታዊ ገጽ እይታ መሳሪያ</a>፣ የተደራሽነት ባህሪያት እና ከ<a { $pocket }>{ -brand-name-pocket }ጋር መቀላቀልን ያካትታሉ። </a> - ተጠቃሚዎች በማንኛውም መሳሪያ ላይ በኋላ ለማንበብ አንድን ጽሑፍ በፍጥነት እንዲያስቀምጡ የሚያስችል ምንጭ።

source: Dashboard to review blocked trackers
am: የታገዱ መከታተያዎችን መገምገሚያ ዳሽቦርድ

source: Daylight
am: የቀን ብርሃን

source: Developer Blog
am: የገንቢ ጦማር

source: Developer Innovations
am: የገንቢ ፈጠራዎች

source: Developers
am: አበልጻጊዎች

source: Device-level encryption
am: በመሣሪያ ደረጃ ምስጠራ

source: Did you know? { -brand-name-mozilla } — the maker of { -brand-name-firefox } — fights to keep the internet a global public resource, open and accessible to all.
am: ይህን ያውቁ ኖሯል? { -brand-name-mozilla } — የ{ -brand-name-firefox } ፈጣሪ — በይነመረቡን ሁለንተናዊ የህዝብ ሃብት፣ ክፍት እና ለሁሉም ተደራሽ ለማድረግ ይታገላል።

source: Disappear your history
am: ታሪክህን አጥፋ

source: Discover how they work, why they’re important and what using a VPN can do for you.
am: እንዴት እንደሚሰሩ፣ ለምን አስፈላጊ እንደሆኑ እና ቪፒኤን መጠቀም ለእርስዎ ምን እንደሚያደርግ ይወቁ።

source: Discover the best content on the web — and consume it wherever and whenever you want.
am: በድሩ ላይ ምርጡን ይዘት ያግኙ - እና በፈለጉት ቦታ እና ጊዜ ይጠቀሙት።

source: Does { -brand-name-firefox } sell your personal data?
am: { -brand-name-firefox } የእርስዎን የግል ውሂብ ይሸጣል?

source: Donate your voice so the future of the web can hear everyone.
am: የድሩ የወደፊት ጊዜ ሁሉንም ሰው መስማት እንዲችል ድምጽዎን ይለግሱ።

source: Donate your voice to help make voice recognition open to everyone.
am: የድምጽ ማወቂያ ለሁሉም ክፍት እንዲሆን ለማገዝ ድምጽዎን ይለግሱ።

source: Download and test the latest { -brand-name-firefox } for { -brand-name-android } features with { -brand-name-aurora }, { -brand-name-beta } and { -brand-name-nightly } builds.
am: ለ{ -brand-name-android } ባህሪያት በ{ -brand-name-aurora }፣ { -brand-name-beta } እና { -brand-name-nightly } የቅርብ ጊዜውን የተገነባ{ -brand-name-firefox } ያውርዱ እና ይሞክሩት።

source: Download { -brand-name-firefox } and get the { -brand-name-facebook-container } Extension
am: { -brand-name-firefox }ን ያውርዱ እና { -brand-name-facebook-container } ቅጥያውን ያግኙ

source: Download { -brand-name-firefox } <br>for { -brand-name-linux }
am: { -brand-name-firefox }ን <br> ለ{ -brand-name-linux } አውርድ

source: Download { -brand-name-firefox } <br>for { -brand-name-mac }
am: { -brand-name-firefox }ን <br> ለ{ -brand-name-mac } አውርድ

source: Download { -brand-name-firefox } <br>for { -brand-name-windows }
am: { -brand-name-firefox }ን <br> ለ{ -brand-name-windows } አውርድ

source: Download { -brand-name-firefox } for { -brand-name-android } and { -brand-name-ios }
am: ለ { -brand-name-android } እና { -brand-name-ios } { -brand-name-firefox }ን አውርድ

source: Download { -brand-name-firefox } for { -brand-name-ios }
am: { -brand-name-firefox }ን ለ{ -brand-name-ios } አውርድ

source: Download { -brand-name-firefox } for your smartphone and tablet.
am: ለእርስዎ ዘመናዊ ስልክ እና ታብሌት { -brand-name-firefox }ን ያውርዱ።
